Repository: johanneszab/ResxFormatter
Catalog: src/ResxFormatter.Extension.Rider/dotnet/ResxFormatter.Extension.Rider/Properties/Resources.*.resx
Languages: de

source: Configuration
de: Konfiguration

source: External configuration file:
de: Externe Konfigurationsdatei:

source: General
de: Generell

# ImportResxFormatterEditorConfig
source: Import Visual Studio ResxFormatter settings
de: Importiere Visual Studio ResxFormatter-Einstellungen

# ImportResxFormatterEditorConfigToolTip
source: Read ResxFormatter settings from .editorconfig, if available. Overwrites all settings.
de: Liest die ResxFormatter settings aus der .editorconfig, falls vorhanden Überschreibt alle Einstellungen.

source: Key order:
de: Schlüsselreihenfolge

# RemoveDocumentationComment
source: Remove documentation comment from resx file
de: Entferne Dokumentenkommentar

# RemoveXsdSchema
source: Remove XSD schema from resx file
de: Entferne XSD Schema

source: Search to drive root
de: Suche bis zum Wurzelverzeichnis

source: Settings
de: Einstellungen

source: Sort Resx file
de: Sortiere Resx-Datei

source: Sort Resx files in project
de: Sortiere Resx-Dateien im Projekt

source: Sort Resx files in solution
de: Sortiere Resx-Dateien in Solution

source: Sort resx on save
de: Sortiere Resx-Datei beim Speichern

source: Sort with Resx Formatter
de: Sortiere mit Resx Formatter
